---
kind: property
id: P:Autodesk.Revit.DB.ClassificationEntry.Description
source: html/192f2f9f-cd1e-af85-1a85-daa474bb5086.htm
---
# Autodesk.Revit.DB.ClassificationEntry.Description Property

The description associated with this entry.

## Syntax (C#)
```csharp
public string Description { get; }
```